Repository: dingyifei/freenas-webui-zh_cn-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Volume could not be imported
zh_cn: 无法导入卷

source: Volume could not be imported: %d devices failed to decrypt
zh_cn: 无法导入卷：设备 %d 解密失败

source: Volume failed unlocked
zh_cn: 卷解锁失败

source: Volume imported
zh_cn: 已导入卷

source: Volume layout
zh_cn: 卷布局

source: Volume locked
zh_cn: 卷已锁定

source: Volume name
zh_cn: 卷名称

source: Volume successfully Imported.
zh_cn: 卷已导入。

source: Volume successfully added.
zh_cn: 卷添加成功

source: Volume to extend
zh_cn: 要扩展的卷

source: Volume unlocked
zh_cn: 卷已解锁

source: Volume/Dataset
zh_cn: 卷/数据集

source: Volumes
zh_cn: 卷

source: WARNING
zh_cn: 警告

source: WARNING!
zh_cn: 警告！

source: WARNING: Adding data vdevs with different numbers of disks is not recommended.
zh_cn: 警告： Adding data vdevs with different numbers of disks is not recommended.

source: WARNING: Changing to a nightly train is a one way street.
zh_cn: 警告：切换到Nightly分支是单向的。

source: WARNING: Exporting/disconnecting '
zh_cn: 警告：导出/断开”

source: WARNING: The recovery key of your volume will be invalidated!
zh_cn: 警告：卷的恢复密钥将失效！

source: WARNING: Upgrading a pool is a one-way operation that might make some features of the pool incompatible with older versions of FreeNAS:
zh_cn: 警告: Upgrading a pool is a one-way operation that might make some features of the pool incompatible with older versions of FreeNAS:

source: Warning
zh_cn: 警告

source: Warning!
zh_cn: 警告！

source: Warnings continue until the situation is fixed.
zh_cn: 警告持续直到问题被解决。

source: Web Interface
zh_cn: 网络界面

source: WebDAV Settings
zh_cn: WebDAV 设置

source: WebDAV Share
zh_cn: WebDAV共享

source: WebDAV Shares
zh_cn: WebDAV共享

source: WebDAV account password.
zh_cn: WebDAV账户密码。

source: WebDAV account username.
zh_cn: WebDAV账户用户名。

source: WebDAV service
zh_cn: WebDAV服务

source: WebGUI Address
zh_cn: WebGUI 地址

source: WebGUI HTTP -> HTTPS Redirect
zh_cn: WebGUI HTTP -> HTTPS重定向

source: WebGUI HTTP Port
zh_cn: WebGUI HTTP端口

source: WebGUI HTTPS Port
zh_cn: WebGUI HTTPS端口

source: WebGUI IPv4 Address
zh_cn: WebGUI IPv4地址

source: WebGUI IPv6 Address
zh_cn: WebGUI IPv6地址

source: WebGUI Port
zh_cn: WebGUI 端口

source: Webdav Password
zh_cn: WebDav密码

source: Webdav SSL Certificate
zh_cn: WebDav SSL证书

source: Webdav SSL protocol specified without choosing a certificate
zh_cn: 未为 Webdav SSL 协议指定一个证书

source: Wednesday
zh_cn: 星期三

source: Week(s)
zh_cn: 周

source: Weekday
zh_cn: 工作日

source: Weekdays
zh_cn: 星期

source: Weekends
zh_cn: 周末

source: Welcome to %(sw_name)s&reg; %(sw_login_version)s
zh_cn: 欢迎使用 %(sw_name)s&reg; %(sw_login_version)s

source: Welcome to %(sw_name)s&trade; %(sw_login_version)s
zh_cn: 欢迎使用 %(sw_name)s&trade; %(sw_login_version)s

source: When
zh_cn: 当

source: When enabled, automatically configurate IPv6 address via rtsol(8).
zh_cn: 启用此项，将通过 rtsol(8) 自动配置 IPv6 地址。

source: When enabled, use DHCP to obtain IPv4 address as well as default router, etc.
zh_cn: 启用此项，将通过 DHCP 自动获得 IPv4 地址和默认网关等。

source: When the <b>UPS Mode</b> is set to <i>slave</i>.
zh_cn: 当<b>UPS模式</b>被设置为<i>slave</i>。

source: When the Guest Account user is deleted it resets to nobody.
zh_cn: 当访客用户被删除时，自动重制为nobody。

source: When using a stand-alone LDAP server, this parameter specifies the ldap URL for accessing the LDAP server.
zh_cn: 使用独立的 LDAP 服务器时，此参数用于设定 LDAP 服务器的 URL。

source: Whitespace is not a valid character for NFS shares.
zh_cn: 空白不是 NFS 共享的有效字符。

source: Winbind NSS Info
zh_cn: Winbind NSS 信息

source: Windows (SMB) Share
zh_cn: Windows (SMB) 共享

source: Windows (SMB) Shares
zh_cn: Windows (SMB) 共享

source: Wipe
zh_cn: 擦除

source: Wipe Disk
zh_cn: 擦除磁盘

source: Wipe this disk?
zh_cn: 擦除这个磁盘？

source: Wiping Disk...
zh_cn: 擦除磁盘中...

source: Wizard
zh_cn: 设置向导

source: Work Phone
zh_cn: 工作电话

source: Workgroup
zh_cn: 工作组

source: Workgroup Name
zh_cn: 工作组名称

source: Workgroup or domain name in old format, eg WORKGROUP
zh_cn: 旧格式的工作组名，例如 WORKGROUP

source: Workgroup the server will appear to be in when queried by clients (maximum 15 characters).
zh_cn: 客户端查询时显示的工作组名称（最多15个字符）

source: Would you like to enable this service?
zh_cn: 确认打开服务？

source: Would you like to run this cron job now?
zh_cn: 是否立即运行此计划任务？

source: Would you like to run this rsync job now?
zh_cn: 是否立即运行此Rsync任务？

source: Write
zh_cn: 写

source: Write a percentage limit of a single CPU core.
zh_cn: 输入单个处理器核心的占用百分比限制。

source: Write-only
zh_cn: 只写

source: Xen initiator compat mode
zh_cn: Xen Initiator 兼容模式

source: Yandex <a href="https://tech.yandex.com/direct/doc/dg-v4/concepts/auth-token-docpage/" target="_blank">Access Token</a>.
zh_cn: Yandex <a href="https://tech.yandex.com/direct/doc/dg-v4/concepts/auth-token-docpage/" target="_blank">访问令牌</a>.

source: Year(s)
zh_cn: 年

source: Yes
zh_cn: 是

source: Yes, decrypt the disks
zh_cn: 是，解密磁盘

source: Yes: Decrypt disks
zh_cn: 是的：解密磁盘

source: You already have a dataset with the same name
zh_cn: 和已有的数据集重名

source: You already have a volume with same name
zh_cn: 卷名重复

source: You are about to <strong>REBOOT</strong> the system, what would you like to do?
zh_cn: 你确认要<strong>重启FreeNAS服务器</strong>吗?

source: You are about to <strong>SHUTDOWN</strong> the system, what would you like to do?
zh_cn: 你确认要<strong>关闭FreeNAS服务器</strong>吗?

source: You are about to add a recovery key for this volume
zh_cn: 你需要为这个卷添加一个密码短语

source: You are about to download the global GELI key
zh_cn: 要下载全局 GELI key

source: You are about to leave the Initial Wizard and perform all pending (saved) actions.
zh_cn: 你将离开设置向导并使所有设置生效。

source: You are about to re-key the encryption
zh_cn: 是否要解除所选设备的加密设置

source: You are about to remove a recovery key for this volume
zh_cn: 你想移除此卷的recovery key

source: You are about to start a performance test.
zh_cn: 要启动性能测试。

source: You are now logged out.
zh_cn: 您已退出登陆。

source: You are trying to add a virtual device consisting of %(addnum)s device(s) in a pool that has a virtual device consisted of %(vdevnum)s device(s)
zh_cn: 您试图向已存在 %(addnum)s 个驱动器的存储池中添加虚拟驱动器，该存储池已存在 %(vdevnum)s 个虚拟驱动器

source: You are trying to add a virtual device consisting of %(addnum)s device(s) in a pool that has a virtual device consisting of %(vdevnum)s device(s)
zh_cn: 您试图向已存在 %(addnum)s 个驱动器的存储池中添加虚拟驱动器，该存储池已存在 %(vdevnum)s 个虚拟驱动器

source: You are trying to add a virtual device of type '%(addtype)s' in a pool that has a virtual device of type '%(vdevtype)s'
zh_cn: 您试图向存储池添加类型为 '%(addtype)s' 的虚拟设备，该存储池已存在类型为 '%(vdevtype)s' 的虚拟设备

source: You cannot configure multiple interfaces with the same IP address (%s)
zh_cn: 不可将同一个IP地址 (%s) 配置在多个网络接口上

source: You cannot share a mount point and subdirectories all at once
zh_cn: 挂载点和其子目录无法同时设置共享

source: You have %(used)s of used space within this volume
zh_cn: 该卷上有%(used)s使用过的空间

source: You have %d pending active iSCSI connection(s).
zh_cn: 现有 %d 个待激活的 iSCSI 连接。

source: You have to choose IPv4 netmask as well
zh_cn: 必须同时选择 IPv4 子网掩码

source: You have to choose IPv4 netmask as well per alias
zh_cn: 必须为每个别名指定 IPv4 掩码

source: You have to choose IPv6 netmask as well
zh_cn: 你必须同时指定 IPv6 网络掩码

source: You have to choose IPv6 netmask as well per alias
zh_cn: 必须为每个别名指定 IPv6 掩码

source: You have to choose between IPv4 or IPv6
zh_cn: 必须在 IPv4 和 IPv6 间选择一个

source: You have to choose between IPv4 or IPv6 per alias
zh_cn: 必须为每个别名指定 IPv4 或 IPv6

source: You have to specify IPv4 address as well
zh_cn: 必须同时指定 IPv4 地址

source: You have to specify IPv4 address as well per alias
zh_cn: 必须为每个别名指定 IPv4 地址

source: You have to specify IPv6 address as well
zh_cn: 必须同时指定 IPv6 地址

source: You have to specify IPv6 address as well per alias
zh_cn: 必须为每个别名指定 IPv6 地址

source: You may enter a description here for your reference.
zh_cn: 这里输入可供辨认的描述性文字。

source: You must configure a default route (Network->IPv4 Default Gateway)
zh_cn: 必须设置默认路由（网络 -> IPv4默认网关）

source: You must configure the root email (Accounts->Users->root)
zh_cn: 必须配置root用户email (账户->用户->root)

source: You must provide a Root E-mail
zh_cn: 必须为Root用户设置E-mail地址

source: You must select a volume.
zh_cn: 必须选择一个卷

source: You must specify a new volume name or select an existing ZFS volume to append a virtual device
zh_cn: 必须指定一个新卷名或选择已经存在的 ZFS 卷来添加虚拟设备

source: You must specify either an valid IPv4 or IPv6 with maskbit per alias
zh_cn: 必须为每个别名指定有效的 IPv4 或 IPv6 的子网掩码

source: You need a data disk group
zh_cn: 需要一个磁盘组

source: You need a domain, e.g. hostname.domain
zh_cn: 需要一个域名，例如：hostname.domain

source: You need at least %d disks
zh_cn: 需要至少 %d 块磁盘

source: You need at least one path for the share
zh_cn: 需要至少提供一个共享路径

source: You need either a passphrase or a recovery key to unlock
zh_cn: 解锁需要提供密码短语或recovery key

source: You need to create a ZFS volume to proceed!
zh_cn: 执行此操作必须先创建一个 ZFS 卷！

source: You need to create a volume to proceed!
zh_cn: 执行此操作必须先创建一个卷！

source: You need to specify a file inside your volume/dataset.
zh_cn: 你需要指定一个位于卷或数据集中的文件。

source: You need to specify a filepath, not a directory.
zh_cn: 您需要指定一个文件路径，而不是一个目录。

source: You're not allowed to change away from the nightly train, it is considered a downgrade.
zh_cn: 你不能从Nightly分支切换到其他分支，这是一个降级。

source: Your %(sw_name)s license is going to expire in %(date)s
zh_cn: 你的 %(sw_name)s 许可证将于 %(date)s 过期

source: Your %s license has expired
zh_cn: 你的 %s 许可证已过期

source: Your Portal Group ID cannot be higher than %d
zh_cn: Portal 组 ID 不能大于 %d

source: Your changes have been successfully updated!
zh_cn: 变更成功!

source: Your configuration is not optimal!<br /><br />It means this number of disks will not provide the best performance for that type of disk group.<br /><br />For further explanation please refer to the <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>documentation</a>.
zh_cn: 您的配置没有优化！<br /> <br />这意味着你不能在这种类型和数量的磁盘组下获得最好的性能。<br /><br />需要进一步说明请参阅 <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>参考文档</a>.

source: Your configuration is optimal!<br /><br />It means you'll have the best performance possible for this number of disks and type of disk group.<br /><br />For further explanation please refer to the <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>documentation</a>.
zh_cn: 您的配置是最佳化的！<br /> <br />这意味着你可以在这种类型和数量的磁盘组下获得最好的性能。<br /><br />需要进一步说明请参阅 <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>参考文档</a>.

source: Your full name contains invalid characters (%s).
zh_cn: 全名包含无效字符 (%s)。

source: Your license has expired, please place a new one.
zh_cn: 你得证书已过期，请输入新证书。

source: Your name cannot start with "-"
zh_cn: 名字不能以"-"符号开头

source: Your name contains invalid characters (%s).
zh_cn: 名字中包含无效字符 (%s)。

source: Your path to the extent must reside inside a volume/dataset mount point.
zh_cn: Extent 路径必须位于卷或数据集挂载点上。

source: Your test email could not be sent: %s
zh_cn: 未发送您的测试邮件：%s

source: Your test email has been sent!
zh_cn: 您的测试邮件已发送！

source: Your username and password didn't match.
zh_cn: 您的用户名和密码不匹配。

source: ZFS Deduplication
zh_cn: ZFS复制

source: ZFS Filesystem
zh_cn: ZFS文件系统

source: ZFS Pool
zh_cn: ZFS存储池

source: ZFS Replication
zh_cn: ZFS 复制

source: ZFS Scrub
zh_cn: ZFS 垃圾清理

source: ZFS Scrubs
zh_cn: ZFS 垃圾清理

source: ZFS Snapshots
zh_cn: ZFS 快照

source: ZFS Volume
zh_cn: ZFS 卷

source: ZFS Volume Manager
zh_cn: ZFS 卷管理

source: ZFS Volume names must begin with an alphanumeric character and may only contain (-), (_), (:) and (.).
zh_cn: ZFS卷名只能包含字母、数字、（-）（_）（;）和（.）

source: ZFS Volume successfully added.
zh_cn: 成功添加ZFS卷。

source: ZFS Volume successfully destroyed.
zh_cn: ZFS 卷已销毁。

source: ZFS deduplication
zh_cn: ZFS复制

source: Zero Device Numbers
zh_cn: 设备号为0

source: Zeroconf share discovery
zh_cn: Zeroconf 共享发现

source: Zeroconf support via Avahi allows clients (the Mac OSX finder in particular) to automatically discover the SMB shares on the system similar to the Computer Browser service in Windows.
zh_cn: Zeroconf 通过 Avahi 允许客户端(特别是Mac OSX Finder)自动发现 SMB 共享。

source: Zip
zh_cn: 邮编

source: Zvol successfully edited.
zh_cn: Zvol 已编辑。

source: and all snapshots of it?
zh_cn: 和所有它的快照？

source: auth
zh_cn: 认证

source: autostart
zh_cn: 自动启动

source: collapse all
zh_cn: 折叠全部

source: connections
zh_cn: 连接

source: data
zh_cn: 护具

source: day of month
zh_cn: 日

source: drive
zh_cn: 驱动器

source: drives
zh_cn: 驱动器

source: encryption of the connection
zh_cn: 加密链接

source: everyday
zh_cn: 每天

source: expand all
zh_cn: 全部展开

source: extra options
zh_cn: 额外选项

source: gzip (default level, 6)
zh_cn: gzip (默认级别, 6)

source: gzip (fastest)
zh_cn: gzip (最快)

source: gzip (maximum, slow)
zh_cn: gzip (最大压缩率，速度慢)

source: hour
zh_cn: 小时

source: iSCSI Groups
zh_cn: iSCSI 组

source: iSCSI Management
zh_cn: iSCSI 管理

source: iSCSI Size
zh_cn: iSCSI 尺寸

source: iSCSI initial parameter (16 by default).
zh_cn: iSCSI 初始参数（默认值为16）。

source: iSCSI initial parameter (2 by default).
zh_cn: iSCSI 初始参数（默认值为2）。

source: iSCSI initial parameter (262144 by default).
zh_cn: iSCSI 初始参数（默认值为262144）。

source: iSCSI initial parameter (60 by default).
zh_cn: iSCSI 初始参数（默认值为60）。

source: iSCSI initial parameter (65536 by default).
zh_cn: iSCSI 初始参数（默认值为65536）。

source: iSNS Servers
zh_cn: iSNS 服务器

source: iocage uses this dataset to store FreeBSD RELEASES and all other jail data.
zh_cn: iocage使用这个数据集来存储FreeBSD发行版和所有其他的Jail数据。

source: is the minimum recommended record size.
zh_cn: 是最小推荐记录数据大小。

source: jail not found
zh_cn: 未找到 jail

source: local</i>.
zh_cn: 本地</i>。

source: lz4 (fastest)
zh_cn: lz4 (最快)

source: lz4 (recommended)
zh_cn: lz4 (推荐)

source: lzjb (legacy, not recommended)
zh_cn: lzjb (过时，不推荐)

source: lzjb (recommended)
zh_cn: lzjb (推荐)

source: minute
zh_cn: 分钟

source: mountd(8) bind port
zh_cn: mountd(8) 绑定端口

source: netbiosname: %s
zh_cn: NETBIOS 名称：%s

source: no
zh_cn: 否

source: no more drives
zh_cn: 没有更多设备

source: off
zh_cn: 关闭

source: on
zh_cn: 开启

source: on every %(days)s
zh_cn: 每 %(days)s 天

source: password
zh_cn: 密码

source: pigz (all rounder)
zh_cn: pigz (多面手)

source: plzip (best compression)
zh_cn: plzip (最佳压缩率)

source: read-only
zh_cn: 只读

source: read-write
zh_cn: 读写

source: register
zh_cn: 注册

source: rpc.lockd(8) bind port
zh_cn: rpc.lockd(8) 绑定端口

source: rpc.statd(8) bind port
zh_cn: rpc.statd(8) 绑定端口

source: sessions
zh_cn: 会话

source: show
zh_cn: 显示

source: stand-alone
zh_cn: 独立的

source: target is a reserved word, please choose a different name for this alias.
zh_cn: target 是保留字，请选择其他别名。

source: test.
zh_cn: 测试。

source: tests simultaneously with scrub or resilver operations.
zh_cn: 测试和数据清理或resliver操作同时运行

source: tests</a>.
zh_cn: 测试</a>。

source: type
zh_cn: 类型

source: umask
zh_cn: 掩码

source: version
zh_cn: 版本

source: zvol name
zh_cn: zvol 名称
